<?php
if(strpos('lang-persian.php',$_SERVER['SCRIPT_NAME'])) die('Access Denied!');

define("_WELLCOME","به مدیریت امتیازات خوش آمدید.");
define("_POINTS_MAN","مدیریت امتیازات");
define("_GROUPS_MAN","مدیریت گروه‌ها");
define("_USERS_MAN","مدیریت کاربران");
define("_SELECT_GRP","گروه را انتخاب کنید:");
define("_MNG_GRP","در حال ویرایش گروه:");
define("_GID","شناسه");
define("_GNAME","نام گروه");
define("_GDESC","توضیحات");
define("_GPOINTS","حداقل امتیازات");
define("_GPOINTS_MAX","حداکثر امتیازات");
define("_GPOSTS","حداقل پست‌ها");
define("_GPOSTS_MAX","حداکثر پست‌ها");
define("_AUTO","حالت خودکار");
define("_AUTO_NOTE","(اگر فعال باشد امتیازات کاربران بر حسب حدنصاب های این گروه به روز خواهد شد. در حالت فعال لیست اعضای این گروه استفاده نخواهد شد)");
define("_NAME_EMPTY","نام گروه نمیتواند خالی باشد.");
define("_ENTER_USRNM","نام های کاربری را وارد کنید");
define("_ENTER_USRID","شماره های کاربری را وارد کنید");
define("_DASH","(هر مورد را با - از هم جدا کنید.)");
define("_GREM","حذف گروه");
define("_GRP_UPDD","مشخصات گروه به روز شد.");
define("_EDIT_GROUP","در حال ویرایش گروه");
define("_GRP_REMOVED","گروه مورد نظر با موفقیت حذف شد.");
define("_GOPTS","امکانات");
define("_EDIT_POINTS","ویرایش امتیازات");
define("_GADD","ایجاد گروه");
define("_GROUP_ADDED","گروه با موفقیت اضافه شد.");
define("_GROUP_GUIDE","	راهنما : شما می توانید با ایجاد گروه ها و تعیین امتیازات و پست های حداقلی و حداکثری کاربران خود را دسته بندی کنید تا با تمایز این دسته ها , به آن ها در بخش های سایت دسترسی های مختلف بدهید .  <br>
	گروه پیش فرض سایت , گروه کل اعضای سایت هستند که حداقل 0 پست و 0 امتیاز دارند و برای سایت هایی که تنها به یک گروه نیاز دارند اکتفا می کند . <br>
	برای حذف و یا ویرایش یک گروه در لیست گروه ها بر روی دکمه ویرایش روبروی آن کلیک کنید تا اعمال و اختیارات لازم را انجام بدهید.
	<br>
	همچنین شما می توانید برای گروه های خود رنگ پیش فرض تعیین کنید تا تمامی کاربران سایت در دسته های مختلف از یکدیگر متمایز باشند.
	
	");
define("_GROUP_NOT_ADDED","مشکلی در افزودن گروه بوجود آمد ");
define("_FORUM_GRPS","گروه های مربوط به انجمن:");
define("_POINTS_UPDATED","امتیازات با موفقیت به روز شد.");

?>